---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTopChordStartReleaseType
source: html/731ce885-bf37-3128-9b51-a0c9855004f1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTopChordStartReleaseType Property

"Start Release"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyTopChordStartReleaseType { get; }
```